Repository: rollyar/payment_collect
Catalog: locale/*.po
Languages: es

# field:account.invoice,collect_transactions:
source: Collect Transactions
es: Transacciones de Cobranza

# field:account.invoice,paymode:
source: Pay mode
es: Modo de pago

# field:party.party,customer_paymode:
source: Customer pay mode
es: Modo de pago de cliente

# field:party.party,paymode_types:
source: Party Pay Mode
es: Modo de pago de Tercero

# field:party.party,supplier_paymode:
source: Supplier pay mode
es: Modo de pago de proveedor

# field:party.party.paymode,company:
source: Company
es: Empresa

# field:party.party.paymode,customer_paymode:
source: Customer pay mode
es: Modo de pago de cliente

# field:party.party.paymode,party:
source: Party
es: Tercero

# field:party.party.paymode,supplier_paymode:
source: Supplier pay mode
es: Modo de pago de proveedor

# field:payment.collect,apply_credit_to_invoices:
source: Apply Credit
es: Créditos a aplicar

# field:payment.collect,attachments:
source: Attachments
es: Adjuntos

# field:payment.collect,create_invoices_button:
source: Create invoices
es: Crear facturas

# field:payment.collect,date:
source: Date
es: Fecha

# field:payment.collect,paymode_type:
source: Pay Mode
es: Modo de pago

# field:payment.collect,period:
source: Period
es: Período

# field:payment.collect,periods:
source: Periods
es: Períodos

# field:payment.collect,state:
source: State
es: Estado

# field:payment.collect,transactions_accepted:
source: Accepted transactions
es: Transacciones aceptadas

# field:payment.collect,transactions_rejected:
source: Rejected transactions
es: Transacciones rechazadas

# field:payment.collect,type:
source: Type
es: Tipo

# field:payment.collect-account.move.line,collect:
source: Collect
es: Cobranza

# field:payment.collect-account.move.line,move_line:
source: Line
es: Línea

# field:payment.collect-account.period,collect:
source: Collect
es: Cobranza

# field:payment.collect-account.period,period:
source: Period
es: Período

# field:payment.collect.return.start,create_invoices:
source: Create Invoices
es: Crear facturas

# field:payment.collect.return.start,pay_date:
source: Pay date
es: Fecha de pago

# field:payment.collect.return.start,paymode_type:
source: Pay Mode
es: Modo de pago

# field:payment.collect.return.start,periods:
source: Periods
es: Períodos

# field:payment.collect.return.start,return_file:
source: Return File
es: Archivo recibido

# field:payment.collect.send.start,csv_format:
source: CSV format?
es: Formato CSV

# field:payment.collect.send.start,paymode_type:
source: Pay Mode
es: Modo de pago

# field:payment.collect.send.start,periods:
source: Periods
es: Períodos

# field:payment.collect.transaction,amount:
source: Amount
es: Importe

# field:payment.collect.transaction,collect:
source: Payment Collect
es: Cobranza

# field:payment.collect.transaction,email:
source: E-mail
es: Correo electrónico

# field:payment.collect.transaction,invoice:
source: Invoice
es: Factura

# field:payment.collect.transaction,invoice_date:
source: Invoice date
es: Fecha factura

# field:payment.collect.transaction,invoice_state:
source: Invoice state
es: Estado de la factura

# field:payment.collect.transaction,party:
source: Party
es: Tercero

# field:payment.collect.transaction,pay_amount:
source: Pay Amount
es: Monto de pago

# field:payment.collect.transaction,pay_date:
source: Pay Date
es: Fecha de pago

# field:payment.collect.transaction,payment_method:
source: Payment Method
es: Método de pago

# field:payment.collect.transaction,phone:
source: Phone
es: Teléfono

# field:payment.paymode,bank_account:
source: Bank Account
es: Cuenta bancaria

# field:payment.paymode,cbu_number:
source: CBU number
es: Número de CBU

# field:payment.paymode,credit_bank:
source: Credit card bank
es: Tarjeta de crédito de banco

# field:payment.paymode,credit_expiration_date:
source: Expiration date
es: Fecha de vencimiento

# field:payment.paymode,credit_number:
source: Number
es: Número

# field:payment.paymode,party:
source: Party
es: Tercero

# field:payment.paymode,type:
source: Type
es: Tipo

# field:payment_collect.configuration,advance_account:
source: Advance Account
es: Cuenta de anticipos

# field:payment_collect.configuration,create_invoices:
source: Allow to create invoice when processing return
es: Permitir crear facturas cuando se procesan las recepciones

# field:payment_collect.configuration,payment_method:
source: Default Payment Method
es: Método de pago por defecto

# field:payment_collect.configuration,when_collect_payment:
source: When collect payment
es: Cuándo cobrar

# field:payment_collect.configuration.account,advance_account:
source: Advance Account
es: Cuenta de anticipos

# field:payment_collect.configuration.account,company:
source: Company
es: Empresa

# field:payment_collect.configuration.account,create_invoices:
source: Allow to create invoice when processing return
es: Permitir crear facturas cuando se procesan las recepciones

# field:payment_collect.configuration.account,payment_method:
source: Default Payment Method
es: Método de pago por defecto

# field:payment_collect.configuration.account,when_collect_payment:
source: When collect payment
es: Cuándo cobrar

# help:payment.collect,create_invoices_button:
source: Check this box if you create invoices when process return.
es: Marque esta casilla si crea las facturas cuando se procesan las recepciones de cobranzas.

# help:payment.collect.return.start,create_invoices:
source: Check this box if you want to import invoices.
es: Marque esta casilla si desea importar las facturas.

# help:payment.collect.send.start,csv_format:
source: Check this box if you want export to csv format.
es: Marque esta casilla si desea exportar en formato CSV.

# model:ir.action,name:act_payment_collect_configuration_form
source: Payment Collect Configuration
es: Configuración de Cobranzas

# model:ir.action,name:act_payment_collect_return
source: Returning Collects
es: Recepción de Cobranzas

# model:ir.action,name:act_payment_collect_send
source: Sending Collects
es: Envío de Cobranzas

# model:ir.action,name:act_paymode_form
source: Paymodes collect
es: Modos de pago para Cobranzas

# model:ir.action,name:wizard_collect_return
source: Collect return
es: Recibir Cobranza

# model:ir.action,name:wizard_collect_send
source: Collect send
es: Enviar Cobranza

# model:ir.action.act_window.domain,name:act_collect_form_domain_all
source: All
es: Todos

# model:ir.action.act_window.domain,name:act_collect_form_domain_confirmed
source: Confirmed
es: Confirmados

# model:ir.action.act_window.domain,name:act_collect_form_domain_processing
source: Processing
es: En proceso

# model:ir.message,text:msg_invalid_cbu
source: Invalid CBU "%s".
es: CBU inválido "%s".

# model:ir.model.button,string:payment_collect_create_invoices_button
source: Create Invoices
es: Crear facturas

# model:ir.model.button,string:payment_collect_pay_invoices_button
source: Pay Invoices
es: Pagar facturas

# model:ir.model.button,string:payment_collect_post_invoices_button
source: Post Invoices
es: Contabilizar facturas

# model:ir.ui.menu,name:menu_account_payment_collect
source: Payment Collect
es: Cobranzas

# model:ir.ui.menu,name:menu_account_payment_collect_processing
source: Processing
es: Procesos

# model:ir.ui.menu,name:menu_account_payment_collect_return
source: Collect return
es: Recibir Cobranza

# model:ir.ui.menu,name:menu_account_payment_collect_send
source: Collect send
es: Enviar Cobranza

# model:ir.ui.menu,name:menu_payment_collect
source: Payments Collect
es: Cobranzas

# model:ir.ui.menu,name:menu_payment_collect_configuration
source: Payment Collect Configuration
es: Configuración de cobranzas

# model:ir.ui.menu,name:menu_payment_collects_return
source: Returning Collects
es: Recepciones de Cobranzas

# model:ir.ui.menu,name:menu_payment_collects_send
source: Sending Collects
es: Envíos de Cobranzas

# model:ir.ui.menu,name:menu_paymode_collect
source: Paymodes collect
es: Modos de pago para Cobranzas

# model:party.party.paymode,name:
source: Party Pay Mode
es: Modo de pago de Tercero

# model:payment.collect,name:
source: Collect
es: Cobranza

# model:payment.collect-account.move.line,name:
source: Collect - Credit applied
es: Cobranza - Crédito aplicado

# model:payment.collect-account.period,name:
source: Collect - Period
es: Cobranza - Período

# model:payment.collect.return.start,name:
source: Return Payment Collect
es: Recibir Cobranza

# model:payment.collect.send.start,name:
source: Send Payment Collect
es: Enviar Cobranza

# model:payment.collect.transaction,name:
source: Collect Transaction
es: Transacción de Cobranza

# model:payment.paymode,name:
source: Pay Mode
es: Modo de pago

# model:payment_collect.configuration,name:
source: Payment Collect Configuration
es: Configuración de Cobranzas

# model:payment_collect.configuration.account,name:
source: Payment Collect Accounting Configuration
es: Configuración de Cuentas de Cobranzas

# model:res.group,name:group_payment_collect_admin
source: Payment Collect Administration
es: Administración de Cobranzas

# selection:payment.collect,state:
source: Cancelled
es: Cancelado

# selection:payment.collect,state:
source: Confirmed
es: Confirmado

# selection:payment.collect,state:
source: Done
es: Finalizado

# selection:payment.collect,state:
source: Invoicing
es: En facturación

# selection:payment.collect,state:
source: Paid
es: Pagado

# selection:payment.collect,state:
source: Processing
es: En proceso

# selection:payment.collect,type:
source: Return
es: Recepción

# selection:payment.collect,type:
source: Send
es: Envío

# selection:payment_collect.configuration,when_collect_payment:
source: Draft
es: Borrador

# selection:payment_collect.configuration,when_collect_payment:
source: Posted
es: Contabilizada

# selection:payment_collect.configuration,when_collect_payment:
source: Validated
es: Validada

# view:account.configuration:
source: Payment Collect
es: Cobranzas

# view:account.invoice:
source: Collect
es: Cobranza

# view:party.party:
source: Payment Methods
es: Modos de pago

# view:payment.collect.transaction:
source: Party
es: Tercero

# view:payment.collect:
source: Accepted Invoices
es: Facturas aceptadas

# view:payment.collect:
source: Advance credit to Invoices
es: Créditos anticipados

# view:payment.collect:
source: Collect
es: Cobranza

# view:payment.collect:
source: Confirm
es: Confirmar

# view:payment.collect:
source: Create invoices
es: Crear facturas

# view:payment.collect:
source: Pay
es: Pagar

# view:payment.collect:
source: Rejected Invoices
es: Facturas rechazadas

# view:payment.paymode:
source: Debito
es: Débito

# view:payment.paymode:
source: Tarjeta de credito
es: Tarjeta de crédito

# wizard_button:payment.collect.return,start,end:
source: Cancel
es: Cancelar

# wizard_button:payment.collect.return,start,return_collect:
source: Return Collect
es: Recibir Cobranza

# wizard_button:payment.collect.send,start,end:
source: Cancel
es: Cancelar

# wizard_button:payment.collect.send,start,generate_collect:
source: Generate Collect
es: Generar Cobranza
